
FIELD_ID = '93d4cd2b-9413-42d8-af36-9317f1d4f44f'
BITRIX_ID_CATEGORY_TO_CLICKUP_ID_CATEGORY = {
    '211' : 'f4deca39-7df2-45d2-8226-bd4e5a08de46', # ❌ Баг
    '234' : '130db3c6-49ad-40c9-845a-002926f1c98a',
    '229' : '13dc9a78-db76-44c4-a3c3-e564b5771a3a',
    '236' : 'e07773a9-7539-40c6-99a3-74491c567609',
    '208' : 'ac49aaa4-095c-438f-a510-a463778db679',
    '209' : '9ff9c5ef-9a60-4cf0-a6d4-0fc85fabbf58',
    '215' : '6dbc7896-f581-46f6-ae17-0e5ba6eb24c6',
    '212' : '5bbb70d4-0514-44db-9fe2-c9066335c330',
    '214' : 'c272084d-76d0-42e6-b182-8b51c6870ae8',
    '233' : '5edc5820-50f0-4e9a-b08e-fb46582fc93c', # "Service / ⚕️ Исправление проблем, Сверки"
    '235' : '33b106a1-45c4-44d0-8af7-bc5123583c11', # "Service / ⚖️ Исследование, Анализ, Архитектура"
    '213' : '15042d41-9293-433d-9d1f-9d6521ad50ae', # "Service / #️⃣ Безопасность, доступы"
    '216' : 'dbcc978c-e846-4590-89b0-177e54bd1b17', # "Service / ℹ️ Документация"
    '225' : 'd9e81d02-67d3-460f-a5f4-e20e6dec653e', # "Service / ☕ Project Management"
    '218' : '44e30f59-3750-4770-83d4-593577489336', # "Service / ☑️ Тестирование"
    '231' : '359a72b0-f471-4a29-8575-72cff48457e0', # "Service / ⚒️ Оборудование"
    '217' : 'af6b1708-1d4a-4b27-bfbd-2314d3679184', # "Service / ⛄ Реальный мир, Офис, Поручение"
    '255' : '53268d91-06b3-4c76-b8e8-905641d31545', # "☢️ Подзадача для спама от бота"
    '257' : '9fece495-1924-46db-b98c-195b3dc9b2e8', # "⛶ Группа задач"
    '223' : 'd8972ab0-9194-4739-b585-f9e67c46e731'  # "⭕ Прочее"


}

BITRIX_ID_IMPORTANCE_TO_CLICKUP_PRIORITY = {
    '114': 1,  # High
    '115': 2,  # Normal
    '116': 3,  # Low
    '117': 4,  # Lowest
}


      
